[
  {
    "author": "Mike Douieb, Fondateur @ Sudo | Externship @ LVMH",
    "text": "J'ai eu le plaisir de superviser le travail d'Allan chez Sudo, où il a démontré une réelle capacité à apprendre et s'adapter dans un environnement techniquemen exigeant. Curieux, passionné et autonome, il s'épanouit particulièrement dans les environnements exploratoires. Il s'est rapidement approprié des technologies comme Terraform et le cloud Google, jusqu'à concevoir et déployer de bout en bout une chaîne de traitement event-driven, de l'infrastructure à la logique applicative. Allan apporte aussi une vision front et produit, avec un vrai sens du résultat, et toujours un excellent esprit d'équipe. Je le recommande vivement pour tout projet cloud ou full stack, en ESN comme chez un client final."
  },
  {
    "author": "Pierre Lague, PhD Student @ INRIA Rennes, Direction Générale de l’Armement, Université d’Angers", 
    "text" : "J’ai eu la chance de collaborer avec Allan pendant son alternance chez Sudo, et ce qui m’a le plus impressionné, c’est sa capacité à allier une expertise technique polyvalente à un savoir-être remarquable. Il a su prendre en main un projet ambitieux de zéro, en concevant des architectures Cloud complètes sur GCP, en automatisant des pipelines serverless, et en développant un SaaS multi-client (React, FastAPI, PostgreSQL) tout en intégrant des optimisations FinOps et GreenOps. Son approche rigoureuse et innovante a permis de résoudre des défis techniques complexes, tout en garantissant la scalabilité et la sécurité des solutions. Mais ce qui le distingue vraiment, c’est son engagement humain. Toujours positif, ouvert et disponible, Allan a su créer une dynamique d’équipe exceptionnelle. Que ce soit pour partager ses connaissances, résoudre un problème technique sous pression ou simplement soutenir ses collègues, il fait preuve d’une intégrité, d’une bienveillance et d’une proactivité qui inspirent confiance. Son esprit d’équipe, sa curiosité et son sens du partage en font un collaborateur précieux, capable de fédérer et de motiver ceux qui l’entourent. Un profil à la fois technique et humain, qui allie compétence, polyvalence et une énergie contagieuse. Je le recommande vivement à toute équipe en quête d’un talent complet!"
  },
  {
    "author": "Yuzhe Zhu, Data Scientist / Machine Learning Engineer @ Sudo", 
    "text" : "Je recommande vivement Allan, un développeur Full-Stack / DevOps aussi talentueux que polyvalent. Il allie une grande maîtrise des infrastructures cloud sur GCP au développement d'applications SaaS modernes. Son expertise sur les optimisations FinOps et GreenOps est un atout rare et précieux. Proactif, fiable et excellent coéquipier, Allan est une recrue de choix pour toute équipe en quête de performance."
  },
  {
    "author": "Jordi Charpentier, Lead Dev @ Genoscope | Mentor @ OpenClassrooms",
    "text": "J'ai eu l'occasion de superviser le travail de Allan lors de sa formation dans le parcours Développeur Web chez Openclassrooms dans le cadre de mon rôle de mentor sur cette plateforme. Le travail d'Allan tout au long de son parcours chez Openclassrooms m'a permis de voir ses nombreuses qualités : La persévérance, Son excellente communication, Sa capacité d'apprentissage. Toutes ces raisons me font croire qu'Allan sera un élément moteur de votre entreprise dans laquelle il s'intégrera."
  }
]