[
  {
    "author": "Mike Douieb, Fondateur @ Sudo | Externship @ LVMH",
    "text": "J'ai eu le plaisir de superviser le travail d'Allan chez Sudo, où il a démontré une réelle capacité à apprendre et s'adapter dans un environnement techniquemen exigeant. Curieux, passionné et autonome, il s'épanouit particulièrement dans les environnements exploratoires. Il s'est rapidement approprié des technologies comme Terraform et le cloud Google, jusqu'à concevoir et déployer de bout en bout une chaîne de traitement event-driven, de l'infrastructure à la logique applicative. Allan apporte aussi une vision front et produit, avec un vrai sens du résultat, et toujours un excellent esprit d'équipe. Je le recommande vivement pour tout projet cloud ou full stack, en ESN comme chez un client final."
  },
  {
    "author": "Nassim Kissi, Développeur Full Stack @ Sudo | Externship @ Leroy Merlin",
    "text": "J'ai eu la chance d'accompagner Allan durant toute son alternance et je peux dire qu'il a largement dépassé mes attentes.\n\nDès le départ, il s'est distingué par sa curiosité, son implication et sa capacité à progresser rapidement. Allan a mené avec succès un projet complet, de la conception jusqu'à la mise en production, en faisant preuve d'une réelle autonomie et d'une grande rigueur. Côté technique, il maîtrise des stacks variées comme React, Python (FastAPI), PostgreSQL, Google Cloud, et possède également de solides compétences en DevOps notamment avec des outils comme Terraform et GitHub Actions.\n\nMais ce qui fait vraiment la différence chez Allan, ce sont ses qualités humaines : toujours positif, à l'écoute et force de proposition, il contribue à créer une dynamique d'équipe saine et motivante. Collaborer avec lui, c'est à la fois agréable et stimulant.\n\nEn résumé, Allan allie compétence technique et savoir-être exemplaire. Je le recommande vivement à toute équipe qui souhaite s'entourer d'un profil fiable, talentueux et humainement précieux."
  },
  {
    "author": "Pierre Lague, PhD Student @ INRIA Rennes, Direction Générale de l'Armement, Université d'Angers",
    "text": "J'ai eu la chance de collaborer avec Allan pendant son alternance chez Sudo, et ce qui m'a le plus impressionné, c'est sa capacité à allier une expertise technique polyvalente à un savoir-être remarquable. Il a su prendre en main un projet ambitieux de zéro, en concevant des architectures Cloud complètes sur GCP, en automatisant des pipelines serverless, et en développant un SaaS multi-client (React, FastAPI, PostgreSQL) tout en intégrant des optimisations FinOps et GreenOps. Son approche rigoureuse et innovante a permis de résoudre des défis techniques complexes, tout en garantissant la scalabilité et la sécurité des solutions. Mais ce qui le distingue vraiment, c'est son engagement humain. Toujours positif, ouvert et disponible, Allan a su créer une dynamique d'équipe exceptionnelle. Que ce soit pour partager ses connaissances, résoudre un problème technique sous pression ou simplement soutenir ses collègues, il fait preuve d'une intégrité, d'une bienveillance et d'une proactivité qui inspirent confiance. Son esprit d'équipe, sa curiosité et son sens du partage en font un collaborateur précieux, capable de fédérer et de motiver ceux qui l'entourent. Un profil à la fois technique et humain, qui allie compétence, polyvalence et une énergie contagieuse. Je le recommande vivement à toute équipe en quête d'un talent complet!"
  },
  {
    "author": "Yuzhe Zhu, Data Scientist / Machine Learning Engineer @ Sudo",
    "text": "Je recommande vivement Allan, un développeur Full-Stack / DevOps aussi talentueux que polyvalent. Il allie une grande maîtrise des infrastructures cloud sur GCP au développement d'applications SaaS modernes. Son expertise sur les optimisations FinOps et GreenOps est un atout rare et précieux. Proactif, fiable et excellent coéquipier, Allan est une recrue de choix pour toute équipe en quête de performance."
  },
  {
    "author": "Jordi Charpentier, Lead Dev @ Genoscope | Mentor @ OpenClassrooms",
    "text": "J'ai eu l'occasion de superviser le travail de Allan lors de sa formation dans le parcours Développeur Web chez Openclassrooms dans le cadre de mon rôle de mentor sur cette plateforme. Le travail d'Allan tout au long de son parcours chez Openclassrooms m'a permis de voir ses nombreuses qualités : La persévérance, Son excellente communication, Sa capacité d'apprentissage. Toutes ces raisons me font croire qu'Allan sera un élément moteur de votre entreprise dans laquelle il s'intégrera."
  },
  {
    "author": "Wajigh Tebni, Apprenticeship Ops Engineer @ Leroy Merlin",
    "text": "J'ai eu la chance de collaborer avec Allan pendant 4 mois d'alternance, et ce fut une très bonne expérience de travail en équipe. Allan est un développeur fullstack/DevOps qui maîtrise vraiment bien les technologies qu'il utilise et qui progresse de manière impressionnante.\n\nCe qui distingue Allan, c'est sa capacité à allier expertise technique et qualités relationnelles exceptionnelles. Son énergie positive et son enthousiasme naturel créent une dynamique de travail stimulante qui pousse toute l'équipe à donner le meilleur d'elle-même.\n\nAllan possède également un excellent esprit d'équipe. Toujours prêt à partager ses connaissances ou à donner un coup de main, il fait preuve d'une générosité et d'une bienveillance qui rendent la collaboration fluide et agréable. Sa capacité d'adaptation et sa curiosité technique en font un atout précieux pour toute organisation.\n\nJe recommande Allan sans hésitation pour tout poste en développement fullstack ou DevOps. C'est le type de professionnel qui combine parfaitement compétences techniques de haut niveau et soft skills remarquables."
  },
  {
    "author": "Yasmine Bensalem, Master Marketing Digital @ Skema Business School",
    "text": "C'est avec grand plaisir que je recommande Allan. En tant qu'ingénieur DevOps & Full-Stack, il a su allier expertise technique et sens du collectif. Travailler à ses côtés a toujours été un vrai plus : il est constamment disponible, à l'écoute et sait donner les bons conseils pour accompagner et soutenir son équipe.\n\nAu-delà de ses compétences remarquables en DevOps et en développement, Allan se distingue par sa capacité à transmettre ses connaissances avec clarté et patience. Véritable repère pour l'équipe, il a marqué notre collaboration autant par son professionnalisme que par sa bienveillance.\n\nToujours positif et impliqué, Allan a su créer une atmosphère de travail motivante et collaborative, renforçant la cohésion et l'efficacité collective.\n\nToute organisation aurait la chance de pouvoir compter sur un collaborateur aussi compétent qu'humain."
  }
]